Removes any non-rectangular boundary of the view's crop.
  Namespace:   Autodesk.Revit.DB
  Assembly:   RevitAPI  (in RevitAPI.dll) Version: 16.0.0.0 (16.0.0.0)
  Since:  2014
 Syntax
  C#
public void RemoveCropRegionShape()
  Visual Basic
Public Sub RemoveCropRegionShape
  Visual C++
public:
void RemoveCropRegionShape()
 Exceptions
  Exception  |   Condition
   Autodesk.Revit.Exceptions InvalidOperationException   |   The crop of the associated view is not permitted to have a non-rectangular shape.
 See Also
  ViewCropRegionShapeManager Class
  Autodesk.Revit.DB Namespace